Repository: AyatanaIndicators/ayatana-indicator-printers
Catalog: po/*.po
Languages: lo, ro, ta, zh_cn

source: Printers
lo: ເຄື່ອງພິມ
ro: Imprimante
ta: அச்சுப்பொறிகள்
zh_cn: 打印机

source: Show print jobs and queues
lo: ສະແດງວຽກພິມ ແລະ ຄິວງານພິມ
ro: Afișează lucrările de imprimare și cozile de așteptare
ta: அச்சு வேலைகள் மற்றும் வரிசைகளைக் காட்டு
zh_cn: 显示打印任务与队列

source: Paused
lo: ຢຸດຊົ່ວຄາວ
ro: Imprimantă pusă în pauză
ta: இடைநிறுத்தப்பட்டது
zh_cn: 暂停

source: You have %d job queued to print on this printer.
lo: ທ່ານມີ %d ວຽກຢູ່ໃນຄິວເພື່ອພິມດ້ວຍເຄື່ອງພິມນີ້.
ro: Aveți %d lucrare în coada de așteptare pentru imprimare la această imprimantă.
ta: இந்த அச்சுப்பொறியில் அச்சிட உங்களுக்கு %d வேலை வரிசையில் உள்ளது.
zh_cn: 您还有 %d 个任务在此打印机上等待打印。

source: Printing Problem
lo: ບັນຫາການພິມ
ro: Problemă la imprimare
ta: அச்சிடும் சிக்கல்
zh_cn: 打印时出现问题

source: The printer “%s” is low on paper.
lo: ເຄື່ອງພິມ “%s” ເຈ້ຍໃກ້ຈະໝົດແລ້ວ.
ro: Imprimanta „%s” mai are puțină hârtie.
ta: “%s” அச்சுப்பொறி காகிதத்தில் குறைவாக உள்ளது.
zh_cn: 打印机 "%s" 的纸即将用尽。

source: The printer “%s” is out of paper.
lo: ເຄື່ອງພິມ “%s” ເຈ້ຍໝົດແລ້ວ.
ro: Imprimanta „%s” nu mai are hârtie.
ta: “%s” அச்சுப்பொறி காகிதத்திற்கு வெளியே உள்ளது.
zh_cn: 打印机 "%s" 缺纸。

source: The printer “%s” is low on toner.
lo: ເຄື່ອງພິມ “%s” ໝຶກໃກ້ຈະໝົດແລ້ວ.
ro: Imprimanta „%s” mai are doar puțină cerneală în cartuș/toner.
ta: “%s” அச்சுப்பொறி டோனரில் குறைவாக உள்ளது.
zh_cn: 打印机 "%s" 的碳粉将要耗尽。

source: The printer “%s” is out of toner.
lo: ເຄື່ອງພິມ “%s” ໝຶກໝົດແລ້ວ.
ro: Imprimanta „%s” nu mai are cerneală în cartuș/toner.
ta: “%s” அச்சுப்பொறி டோனருக்கு வெளியே உள்ளது.
zh_cn: 打印机 "%s" 的碳粉已耗尽。

source: A cover is open on the printer “%s”.
lo: ຝາປິດເຄື່ອງພິມ “%s” ເປີດຢູ່.
ro: Capacul imprimantei „%s” este deschis.
ta: “%s” அச்சுப்பொறியில் ஒரு கவர் திறந்திருக்கும்.
zh_cn: 打印机 "%s" 的机盖没盖紧。

source: A door is open on the printer “%s”.
lo: ປະຕູເຄື່ອງພິມ “%s” ເປີດຢູ່.
ro: O ușă a imprimantei „%s” este deschisă.
ta: “%s” அச்சுப்பொறியில் ஒரு கதவு திறந்திருக்கும்.
zh_cn: 打印机 "%s" 的门未关闭。

source: The printer “%s” can’t be used, because required software is missing.
lo: ບໍ່ສາມາດໃຊ້ເຄື່ອງພິມ “%s” ໄດ້ ເນື່ອງຈາກຊອບແວທີ່ຈຳເປັນຫາຍໄປ.
ro: Imprimanta „%s” nu poate fi utilizată deoarece un sofware necesar lipsește.
ta: “%s” அச்சுப்பொறியைப் பயன்படுத்த முடியாது, ஏனெனில் தேவையான மென்பொருள் இல்லை.
zh_cn: 无法使用打印机 "%s"，因为缺少其运行所需要的驱动或软件。

source: The printer “%s” is currently off-line.
lo: ເຄື່ອງພິມ “%s” ຢູ່ໃນສະຖານະອອຟໄລ.
ro: Imprimanta „%s” este pentru moment deconectată din rețea.
ta: அச்சுப்பொறி "%s” தற்போது ஆஃப்லைனில் உள்ளது.
zh_cn: 打印机 "%s" 目前离线。
